Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Photos.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# UNLIMITED_UPLOADS_AND_DOWNLOADS_FOOTER_WIFI
source: Turn on for unlimited use of cellular data to upload and download to iCloud Photos when you are not connected to Wi-Fi. This may cause you to exceed your cellular data plan.
ar: شغّل لاستخدام غير محدود للبيانات الخلوية لتحميل وتنزيل صور iCloud عندما لا تكون متصلًا بـ Wi-Fi. ربما يؤدي ذلك إلى تجاوز خطة البيانات الخلوية.
bg: Включете тази функция за неограничено използване на мобилни данни при качване и изтегляне на iCloud снимки, когато не сте свързани към Wi-Fi мрежа. Това може да доведе до превишаване на плана ви за мобилни данни.
ca: En activar aquesta opció, quan no tinguis una connexió Wi‑Fi no es limitarà l’ús de les dades mòbils per carregar i descarregar contingut referent a les fotos a l’iCloud. És possible que esgotis les dades mòbils del pla.
cs: Chcete-li si vyměňovat data s fotkami na iCloudu, když nejste připojeni k Wi-Fi, zapněte neomezené využívání mobilních dat. Může dojít k přečerpání mobilního datového tarifu.
da: Slå dette til for ubegrænset brug af mobildata til overførsel af iCloud‑fotos, når du ikke har forbindelse til Wi-Fi. Dette kan medføre, at din kvote for mobildata overskrides.
de: Aktiviere diese Option für die unbegrenzte Nutzung von mobilen Daten zum Hoch- und Herunterladen auf iCloud-Fotos, wenn keine Verbindung zum WLAN besteht. Dies führt möglicherweise zum Überschreiten deines mobilen Datentarifs.
el: Ενεργοποιήστε αυτήν τη ρύθμιση αν επιθυμείτε απεριόριστη χρήση δεδομένων κινητού δικτύου για ανέβασμα και λήψη στις Φωτογραφίες iCloud, όταν δεν είστε συνδεδεμένοι σε δίκτυο Wi‑Fi. Αυτό μπορεί να προκαλέσει υπέρβαση του όγκου δεδομένων στο πρόγραμμα κινητού δικτύου σας.
es: Activa esta opción para no limitar el uso de los datos móviles para cargar y descargar en las fotos en iCloud cuando no tengas conexión a una red Wi‑Fi. Esto puede hacer que agotes la cantidad disponible de tu plan de datos móviles.
es_us: Activa esto para no limitar el uso de datos celulares al cargar y descargar de Fotos en iCloud cuando no estés conectado a Wi-Fi. Esto podría causar que excedas tu plan de datos celulares.
fi: Laita rajoittamaton mobiilidata päälle iCloud-kuviin lähettämiselle ja sieltä lataamiselle silloin kun sinulla ei ole Wi-Fi-yhteyttä. Tämän johdosta mobiilidatakiintiösi voi ylittyä.
fr: Activez cette option pour autoriser l’utilisation illimitée des données cellulaires pour les transferts/téléchargements vers/depuis Photos iCloud lorsque ^[vous n’êtes pas ^[connecté](inflect: true)](inflectionAlternative: "votre appareil n’est pas connecté") au Wi-Fi. Cela peut engendrer un dépassement de forfait.
fr_ca: Activez cette option pour utiliser sans limites les données cellulaires afin d’effectuer des téléversements et des téléchargements vers et à partir de Photos iCloud lorsque l’appareil n’est pas connecté à un réseau Wi‑Fi. Cela risque d’occasionner des dépassements de forfait de données cellulaires.
he: ניתן להפעיל הגדרה זו כדי להשתמש בנתונים סלולריים ללא הגבלה להעלאה והורדה של פריטים מ״תמונות iCloud״ כאשר אין חיבור לרשת אלחוטית. פעולה זו עלולה לגרום לחריגה ממסגרת חבילת הנתונים שלך.
hi: आपके वाई-फ़ाई से कनेक्टेड नहीं होने की स्थिति में iCloud तस्वीर पर अपलोड और डाउनलोड करने के लिए मोबाइल डेटा का असीमित उपयोग चालू करें। हो सकता है कि इसके कारण आपके मोबाइल डेटा का उपयोग प्लान से अधिक हो जाए।
hr: Uključite za neograničenu uporabu mobilnih podataka za postavljanje i preuzimanje iCloud fotografija kad niste spojeni na Wi-Fi. To može uzrokovati prekoračenje vašeg podatkovnog plana.
hu: Kapcsolja be, ha korlátlanul szeretné használni a mobiladat-forgalmat az iCloud-fotókba történő feltöltéshez, illetve az onnan való letöltéshez, amikor nem csatlakozik Wi‑Fi-hálózathoz. Elképzelhető, hogy ezzel túllépi a mobiladat-előfizetését.
id: Nyalakan untuk penggunaan data seluler yang tidak terbatas untuk pengunggahan dan pengunduhan ke Foto iCloud saat Anda tidak terhubung ke Wi-Fi. Ini dapat menyebabkan paket data seluler terlampaui.
it: Attiva l’opzione per utilizzare in modo illimitato i dati cellulare per caricare e scaricare contenuti su “Foto di iCloud” quando non è possibile connettersi a una rete Wi-Fi. L’azione potrebbe farti superare il limite di utilizzo del tuo piano dati cellulare.
ja: Wi-Fiに接続していないときに、iCloud写真にデータをアップロードおよびダウンロードするのにモバイルデータ通信を制限なしで使用する場合はオンにします。オンにすると、モバイルデータ通信プランの限度を超えてしまう場合があります。
kk: Wi-Fi желісіне қосылмаған кезде iCloud фотоларына жүктеп салу және одан жүктеп алу кезінде ұялы деректердің шексіз көлемін пайдалану үшін қосыңыз. Бұл тарифтік жоспар бойынша ұялы деректердің шегінен асып кетуіне әкелуі мүмкін.
ko: Wi-Fi에 연결되어 있지 않을 때 iCloud 사진을 업로드하고 다운로드하려면 셀룰러 데이터의 무제한 사용을 켜십시오. 이 옵션은 사용자의 셀룰러 데이터 요금제의 한도를 초과할 수 있습니다.
lt: Įjunkite, kad kai nesate prisijungę prie „Wi-Fi“ tinklo galėtumėte įkelti ir atsisiųsti „iCloud“ nuotraukų naudodami neribotus mobiliuosius duomenis. Šiuo atveju galite viršyti mobiliųjų duomenų planą.
ms: Aktifkan untuk penggunaan data selular tanpa had untuk memuat naik dan memuat turun ke Foto iCloud apabila anda tidak disambungkan ke Wi-Fi. Ini mungkin menyebabkan anda melebihi pelan data selular anda.
nb: Slå på for å bruke ubegrenset med mobildata for å laste opp til og ned fra iCloud Bilder når du ikke er koblet til Wi‑Fi. Dette kan føre til at du overstiger datagrensen til abonnementet ditt.
nl: Schakel deze optie in voor onbeperkt gebruik van mobiele data om te uploaden naar en downloaden uit iCloud-foto's wanneer je geen wifiverbinding hebt. Hierdoor kun je de limiet van je mobieledata-abonnement overschrijden.
pl: Wyłącz ograniczenia, aby wysyłać i pobierać Zdjęcia w iCloud bez połączenia z siecią Wi-Fi. Może to spowodować przekroczenie limitu planu danych komórkowych.
pt: Ative para uso ilimitado de dados celulares para enviar e baixar para as Fotos do iCloud quando não houver uma conexão Wi‑Fi. Isso pode fazer com que você exceda seu plano de dados celulares.
pt_pt: Ativar para usar dados móveis para enviar e descarregar conteúdo de Fotografias em iCloud quando não tem ligação a uma rede Wi‑Fi. As atualizações ilimitadas pela rede móvel podem fazer com que exceda o limite do seu plano de dados móveis.
ro: Activați opțiunea pentru a utiliza nelimitat datele celulare pentru încărcarea și descărcarea conținutului Poze iCloud atunci când dispozitivul nu este conectat la o rețea Wi‑Fi. Aceasta poate duce la depășirea cotei dvs. de utilizare a datelor celulare.
ru: Включите для использования неограниченного количества сотовых данных при выгрузке и загрузке в Фото iCloud, когда Вы не подключены к Wi‑Fi. Это может привести к превышению Вами лимита своего сотового тарифа.
sk: Ak chcete bez obmedzení používať mobilné dáta na odosielanie a sťahovanie položiek z iCloud Fotiek, keď nemáte pripojenie k Wi-Fi, zapnite túto možnosť. Môže to viesť k prekročeniu mobilného dátového programu.
sl: Vklopite to možnost, da omogočite neomejeno uporabo mobilnih podatkov za nalaganje in prenos v Fotografije iCloud, kadar nimate povezave Wi-Fi. To lahko povzroči prekoračitev paketne količine mobilnih podatkov.
sv: Aktivera om du vill använda obegränsade mängder mobildata till att överföra och hämta till och från iCloud-bilder när du inte är ansluten till ett Wi-Fi-nätverk. Detta kan innebära att du överskrider gränserna i ditt mobilabonnemang.
th: เปิดใช้สำหรับการใช้แบบไม่จำกัดของข้อมูลเซลลูลาร์เพื่ออัปโหลดและดาวน์โหลดไปยัง “รูปภาพ iCloud” เมื่อคุณไม่ได้เชื่อมต่อกับ Wi‑Fi การทำงานนี้อาจทำให้คุณใช้ข้อมูลเกินแผนบริการข้อมูลเซลลูลาร์ของคุณ
tr: Wi-Fi’ye bağlı değilken iCloud Fotoğrafları’na yüklemek ve oradan indirmek amacıyla sınırsız hücresel veri kullanmak için bu seçeneği açın. Bu, hücresel veri planınızı aşmanıza neden olabilir.
uk: Увімкніть для необмеженого використання стільникових даних під час закачування і викачування Фото iCloud за відсутності зʼєднання з Wi‑Fi. Це може стати причиною перевищення обсягу вашого плану стільникових даних.
vi: Bật để cho phép sử dụng dữ liệu di động không giới hạn để tải lên và tải về Ảnh iCloud khi thiết bị không được kết nối vào Wi-Fi. Việc này có thể khiến bạn vượt quá gói cước dữ liệu di động.
zh_cn: 打开以在未接入Wi-Fi时，无限制地使用蜂窝数据上传和下载iCloud照片。这可能会导致蜂窝数据套餐的使用超出限额。
zh_hk: 開啟此功能讓你在未連接Wi-Fi時仍然可以透過流動數據無限上載和下載至「iCloud相片」。這可能會令你超出流動數據計劃的用量。
zh_tw: 開啟以在你無法連接Wi-Fi時，透過行動數據來進行不設限的上傳和下載到「iCloud照片」。這可能會讓你超出行動數據方案的流量。

# UNLIMITED_UPLOADS_AND_DOWNLOADS_FOOTER_WLAN
source: Turn on for unlimited use of cellular data to upload and download to iCloud Photos when you are not connected to WLAN. This may cause you to exceed your cellular data plan.
ar: شغّل لاستخدام غير محدود للبيانات الخلوية لتحميل وتنزيل صور iCloud عندما لا تكون متصلًا بشبكة WLAN. ربما يؤدي ذلك إلى تجاوز خطة البيانات الخلوية.
bg: Включете тази функция за неограничено използване на мобилни данни при качване и изтегляне на iCloud снимки, когато не сте свързани към WLAN мрежа. Това може да доведе до превишаване на плана ви за мобилни данни.
ca: En activar aquesta opció, quan no tinguis una connexió WLAN no es limitarà l’ús de les dades mòbils per carregar i descarregar contingut referent a les fotos a l’iCloud. És possible que esgotis les dades mòbils del pla.
cs: Chcete‑li si vyměňovat data s fotkami na iCloudu, když nejste připojeni k WLAN, zapněte neomezené využívání mobilních dat. Může dojít k přečerpání mobilního datového tarifu.
da: Slå dette til for ubegrænset brug af mobildata til overførsel af iCloud‑fotos, når du ikke har forbindelse til WLAN. Dette kan medføre, at din kvote for mobildata overskrides.
de: Aktiviere diese Option für die unbegrenzte Nutzung von mobilen Daten zum Hoch- und Herunterladen auf iCloud-Fotos, wenn keine Verbindung zum WLAN besteht. Dies führt möglicherweise zum Überschreiten deines mobilen Datentarifs.
el: Ενεργοποιήστε αυτήν τη ρύθμιση αν επιθυμείτε απεριόριστη χρήση δεδομένων κινητού δικτύου για ανέβασμα και λήψη στις Φωτογραφίες iCloud, όταν δεν είστε συνδεδεμένοι σε δίκτυο WLAN. Αυτό μπορεί να προκαλέσει υπέρβαση του όγκου δεδομένων στο πρόγραμμα κινητού δικτύου σας.
es: Activa esta opción para no limitar el uso de los datos móviles para cargar y descargar en las fotos en iCloud cuando no tengas conexión a una red WLAN. Esto puede hacer que agotes la cantidad disponible de tu plan de datos móviles.
es_us: Activa esto para no limitar el uso de datos celulares al cargar y descargar de Fotos en iCloud cuando no estés conectado a WLAN. Esto podría causar que excedas tu plan de datos celulares.
fi: Laita rajoittamaton mobiilidata päälle iCloud-kuviin lähettämiselle ja sieltä lataamiselle silloin kun sinulla ei ole WLAN-yhteyttä. Tämän johdosta mobiilidatakiintiösi voi ylittyä.
fr: Activez cette option pour autoriser l’utilisation illimitée des données cellulaires pour les transferts/téléchargements vers/depuis Photos iCloud lorsque ^[vous n’êtes pas ^[connecté](inflect: true)](inflectionAlternative: "votre appareil n’est pas connecté") au WLAN. Cela peut engendrer un dépassement de forfait.
fr_ca: Activez cette option pour utiliser sans limites les données cellulaires afin d’effectuer des téléversements et des téléchargements vers et à partir de Photos iCloud lorsque l’appareil n’est pas connecté à un réseau WLAN. Cela risque d’occasionner des dépassements de forfait de données cellulaires.
he: ניתן להפעיל הגדרה זו כדי להשתמש בנתונים סלולריים ללא הגבלה להעלאה והורדה של פריטים מ״תמונות iCloud״ כאשר אין חיבור לרשת WLAN. פעולה זו עלולה לגרום לחריגה ממסגרת חבילת הנתונים שלך.
hi: आपके WLAN से कनेक्टेड नहीं होने की स्थिति में iCloud तस्वीर पर अपलोड और डाउनलोड करने के लिए मोबाइल डेटा का असीमित उपयोग चालू करें। हो सकता है कि इसके कारण आपके मोबाइल डेटा का उपयोग प्लान से अधिक हो जाए।
hr: Uključite za neograničenu uporabu mobilnih podataka za postavljanje i preuzimanje iCloud fotografija kad niste spojeni na WLAN. To može uzrokovati prekoračenje vašeg podatkovnog plana.
hu: Kapcsolja be, ha korlátlanul szeretné használni a mobiladat-forgalmat az iCloud-fotókba történő feltöltéshez, illetve az onnan való letöltéshez, amikor nem csatlakozik WLAN-hálózathoz. Elképzelhető, hogy ezzel túllépi a mobiladat-előfizetését.
id: Nyalakan untuk penggunaan data seluler yang tidak terbatas untuk pengunggahan dan pengunduhan ke Foto iCloud saat Anda tidak terhubung ke WLAN. Ini dapat menyebabkan paket data seluler terlampaui.
it: Attiva l’opzione per utilizzare in modo illimitato i dati cellulare per caricare e scaricare contenuti su “Foto di iCloud” quando non è possibile connettersi a una rete WLAN. L’azione potrebbe farti superare il limite di utilizzo del tuo piano dati cellulare.
ja: WLANに接続していないときに、iCloud写真にデータをアップロードおよびダウンロードするのにモバイルデータ通信を制限なしで使用する場合はオンにします。オンにすると、モバイルデータ通信プランの限度を超えてしまう場合があります。
kk: WLAN желісіне қосылмаған кезде iCloud фотоларына жүктеп салу және одан жүктеп алу кезінде ұялы деректердің шексіз көлемін пайдалану үшін қосыңыз. Бұл тарифтік жоспар бойынша ұялы деректердің шегінен асып кетуіне әкелуі мүмкін.
ko: WLAN에 연결되어 있지 않을 때 iCloud 사진을 업로드하고 다운로드하려면 셀룰러 데이터의 무제한 사용을 켜십시오. 이 옵션은 사용자의 셀룰러 데이터 요금제의 한도를 초과할 수 있습니다.
lt: Įjunkite, kad kai nesate prisijungę prie WLAN tinklo galėtumėte įkelti ir atsisiųsti „iCloud“ nuotraukų naudodami neribotus mobiliuosius duomenis. Šiuo atveju galite viršyti mobiliųjų duomenų planą.
ms: Aktifkan untuk penggunaan data selular tanpa had untuk memuat naik dan memuat turun ke Foto iCloud apabila anda tidak disambungkan ke WLAN. Ini mungkin menyebabkan anda melebihi pelan data selular anda.
nb: Slå på for å bruke ubegrenset med mobildata for å laste opp til og ned fra iCloud Bilder når du ikke er koblet til WLAN. Dette kan føre til at du overstiger datagrensen til abonnementet ditt.
nl: Schakel deze optie in voor onbeperkt gebruik van mobiele data om te uploaden naar en downloaden uit iCloud-foto's wanneer je geen WLAN-verbinding hebt. Hierdoor kun je de limiet van je mobieledata-abonnement overschrijden.
pl: Wyłącz ograniczenia, aby wysyłać i pobierać Zdjęcia w iCloud bez połączenia z siecią WLAN. Może to spowodować przekroczenie limitu planu danych komórkowych.
pt: Ative para uso ilimitado de dados celulares para enviar e baixar para as Fotos do iCloud quando não houver uma conexão WLAN. Isso pode fazer com que você exceda seu plano de dados celulares.
pt_pt: Ativar para usar dados móveis para enviar e descarregar conteúdo de Fotografias em iCloud quando não tem ligação a uma rede WLAN. As atualizações ilimitadas pela rede móvel podem fazer com que exceda o limite do seu plano de dados móveis.
ro: Activați opțiunea pentru a utiliza nelimitat datele celulare pentru încărcarea și descărcarea conținutului Poze iCloud atunci când dispozitivul nu este conectat la o rețea WLAN. Aceasta poate duce la depășirea cotei dvs. de utilizare a datelor celulare.
ru: Включите для использования неограниченного количества сотовых данных при выгрузке и загрузке в Фото iCloud, когда Вы не подключены к WLAN. Это может привести к превышению Вами лимита своего сотового тарифа.
sk: Ak chcete bez obmedzení používať mobilné dáta na odosielanie a sťahovanie položiek z iCloud Fotiek, keď nemáte pripojenie k WLAN, zapnite túto možnosť. Môže to viesť k prekročeniu mobilného dátového programu.
sl: Vklopite to možnost, da omogočite neomejeno uporabo mobilnih podatkov za nalaganje in prenos v Fotografije iCloud, kadar niste povezani z omrežjem WLAN. To lahko povzroči prekoračitev paketne količine mobilnih podatkov.
sv: Aktivera om du vill använda obegränsade mängder mobildata till att överföra och hämta till och från iCloud-bilder när du inte är ansluten till ett WLAN-nätverk. Detta kan innebära att du överskrider gränserna i ditt mobilabonnemang.
th: เปิดใช้สำหรับการใช้แบบไม่จำกัดของข้อมูลเซลลูลาร์เพื่ออัปโหลดและดาวน์โหลดไปยัง “รูปภาพ iCloud” เมื่อคุณไม่ได้เชื่อมต่อกับ WLAN การทำงานนี้อาจทำให้คุณใช้ข้อมูลเกินแผนบริการข้อมูลเซลลูลาร์ของคุณ
tr: WLAN’a bağlı değilken iCloud Fotoğrafları’na yüklemek ve oradan indirmek amacıyla sınırsız hücresel veri kullanmak için bu seçeneği açın. Bu, hücresel veri planınızı aşmanıza neden olabilir.
uk: Увімкніть для необмеженого використання стільникових даних під час закачування і викачування Фото iCloud за відсутності зʼєднання з WLAN. Це може стати причиною перевищення обсягу вашого плану стільникових даних.
vi: Bật để cho phép sử dụng dữ liệu di động không giới hạn để tải lên và tải về Ảnh iCloud khi thiết bị không được kết nối vào WLAN. Việc này có thể khiến bạn vượt quá gói cước dữ liệu di động.
zh_cn: 打开以在未接入无线局域网时，无限制地使用蜂窝数据上传和下载iCloud照片。这可能会导致蜂窝数据套餐的使用超出限额。
zh_hk: 開啟此功能讓你在未連接WLAN時仍然可以透過流動數據無限上載和下載至「iCloud相片」。這可能會令你超出流動數據計劃的用量。
zh_tw: 開啟以在你無法連接WLAN時，透過行動數據來進行不設限的上傳和下載到「iCloud照片」。這可能會讓你超出行動數據方案的流量。

# UNLIMITED_UPLOADS_AND_DOWNLOADS_LABEL
source: Unlimited Updates
ar: تحديثات غير محدودة
bg: Неограничени обновявания
ca: Actualitzacions il·limitades
cs: Neomezené aktualizace
da: Ubegrænsede opdateringer
de: Unbegrenzte Updates
el: Απεριόριστες ενημερώσεις
es: Actualizaciones ilimitadas
es_us: Actualizaciones ilimitadas
fi: Rajoittamattomat päivitykset
fr: Mises à jour illimitées
fr_ca: Mises à jour illimitées
he: עדכונים ללא הגבלה
hi: असीमित अपडेट
hr: Neograničena ažuriranja
hu: Korlátlan frissítések
id: Pembaruan Tidak Terbatas
it: Aggiornamenti illimitati
ja: アップデートの制限なし
kk: Шексіз жаңартулар
ko: 무제한 업데이트
lt: Neriboti atnaujinimai
ms: Kemas Kini Tanpa Had
nb: Ubegrensede oppdateringer
nl: Onbeperkte updates
pl: Nieograniczone uaktualnienia
pt: Atualizações Ilimitadas
pt_pt: Atualizações ilimitadas
ro: Actualizări nelimitate
ru: Неограниченные обновления
sk: Neobmedzené aktualizácie
sl: Neomejene posodobitve
sv: Obegränsade uppdateringar
th: การอัปเดตได้ไม่จำกัด
tr: Sınırsız Güncelleme
uk: Необмежені оновлення
vi: Cập nhật không giới hạn
zh_cn: 无限制更新
zh_hk: 不設限更新
zh_tw: 不設限更新

# USE_CELLULAR_DATA_FOOTER
source: Turn off cellular data to restrict updates to Wi-Fi, including Shared Albums and iCloud Photos.
ar: قم بإيقاف البيانات الخلوية لتقييد التحديثات إلى حالة توفر اتصال بـ Wi-Fi، بما في ذلك الألبومات المشتركة وصور iCloud.
bg: Изключете мобилните данни, за да ограничите обновяванията само за Wi-Fi мрежа, включително на споделените албуми и iCloud снимките.
ca: Desactiva les dades mòbils per restringir les actualitzacions a la Wi‑Fi, inclosos els àlbums compartits i les fotos a l’iCloud.
cs: Chcete‑li veškeré aktualizace, například sdílená alba a fotky na iCloudu, přenášet přes Wi‑Fi, vypněte mobilní datovou síť.
da: Slå mobildata fra for at begrænse opdateringer til Wi-Fi, inklusive Delte album og iCloud‑fotos.
de: Schalte die mobilen Daten aus, damit sämtliche Updates, wie z. B. „Geteilte Alben“ und iCloud-Fotos, nur über WLAN übertragen werden.
el: Απενεργοποιήστε τα δεδομένα κινητού δικτύου για να περιορίσετε όλες τις ενημερώσεις σε Wi‑Fi, συμπεριλαμβανομένων των Κοινόχρηστων άλμπουμ και των Φωτογραφιών iCloud.
es: Desactiva los datos móviles para restringir a Wi‑Fi las actualizaciones, incluidos los álbumes compartidos y las fotos en iCloud.
es_us: Desactiva los datos celulares para restringir las actualizaciones a Wi-Fi, incluyendo Álbumes compartidos y Fotos en iCloud.
fi: Rajoita päivitykset Wi‑Fiin, mukaan lukien jaetut albumit ja iCloud-kuvat, laittamalla mobiilidata pois päältä.
fr: Désactivez les données cellulaires pour limiter les mises à jour au Wi-Fi, notamment celles des albums partagés et de Photos iCloud.
fr_ca: Désactivez les données cellulaires pour que les mises à jour aient lieu seulement lorsque l’appareil est connecté à un réseau Wi-Fi, y compris les albums partagés et Photos iCloud.
he: ניתן לכבות את השימוש בנתונים סלולריים כדי להגביל ביצוע עדכונים לרשתות אלחוטיות בלבד, כולל עדכונים של אלבומים משותפים ו״תמונות iCloud״.
hi: शेयर किए गए ऐल्बम और iCloud तस्वीर सहित वाई-फ़ाई के माध्यम से अपडेट प्रतिबंधित करने के लिए मोबाइल डेटा बंद करें।
hr: Isključite mobilne podatke kako biste ograničili ažuriranja na Wi-Fi, uključujući Dijeljene albume i iCloud fotografije.
hu: A mobiladat-forgalom kikapcsolásával a frissítések (beleértve a Megosztott albumokat és az iCloud-fotókat) a Wi‑Fi-re korlátozódnak.
id: Matikan data seluler agar pembaruan dibatasi sehingga hanya menggunakan Wi-Fi, termasuk Album Bersama dan Foto iCloud.
it: Disattiva i dati cellulare per limitare gli aggiornamenti a quando è possibile accedere alla rete Wi-Fi, album condivisi e foto di iCloud inclusi.
ja: モバイルデータ通信をオフにすると、共有アルバムやiCloud写真などのアップデートはWi-Fiに限定されます。
kk: Wi-Fi жаңартуларымен, соның ішінде ортақ альбомдармен және iCloud фотоларымен шектелу үшін ұялы деректерді өшіріңіз.
ko: 공유 앨범 및 iCloud 사진 등을 Wi‑Fi만 사용하여 업데이트하도록 제한하려면, 셀룰러 데이터를 끄십시오.
lt: Išjunkite mobiliuosius duomenis, kad atnaujinama būtų tik prisijungus prie „Wi-Fi“ tinklo, įskaitant bendrinamų albumų ir „iCloud“ nuotraukų atnaujinimus.
ms: Nyahaktifkan data selular untuk mengehadkan kemas kini kepada Wi-Fi, termasuk Album Dikongsi dan Foto iCloud.
nb: Slå av mobildata for å begrense opplastinger til Wi‑Fi, inkludert delte albumer og iCloud Bilder.
nl: Schakel mobiele data uit om updates tot wifi te beperken, waaronder gedeelde albums en iCloud-foto's.
pl: Aby do uaktualnień (np. albumów udostępnianych i Zdjęć w iCloud) używać tylko sieci Wi‑Fi, wyłącz dane komórkowe.
pt: Desative os dados celulares para restringir atualizações a Wi‑Fi, incluindo Álbuns Compartilhados e Fotos do iCloud.
pt_pt: Desativar os dados móveis para restringir as atualizações a Wi‑Fi, incluindo de Álbuns partilhados e Fotografias em iCloud.
ro: Dezactivați datele celulare pentru ca actualizările să se realizeze doar prin Wi‑Fi, inclusiv pentru Albume partajate și Poze iCloud.
ru: Выключите передачу сотовых данных, чтобы ограничиться обновлениями по Wi‑Fi, включая Общие альбомы и Фото iCloud.
sk: Ak chcete obmedziť aktualizácie vrátane služieb Zdieľané albumy a iCloud Fotky len na Wi‑Fi pripojenie, vypnite mobilné dáta.
sl: Mobilne podatke izklopite, da izvajanje posodobitev, vključno z deljenimi albumi in funkcijo Fotografije iCloud, omejite na omrežje Wi-Fi.
sv: Avaktivera mobildata om du vill begränsa uppdateringar till Wi-Fi, inklusive Delade album och iCloud-bilder.
th: ปิดใช้ข้อมูลเซลลูลาร์เพื่อจำกัดใช้รายการอัปเดตผ่าน Wi‑Fi เท่านั้นรวมทั้งการแชร์อัลบั้มและ “รูปภาพ iCloud”
tr: Paylaşılan Albümler ve iCloud Fotoğrafları da dahil tüm güncellemeleri Wi‑Fi ile sınırlamak için Hücresel Veri’yi kapatın.
uk: Вимкніть стільникові дані, щоб оновлювати все тільки через Wi‑Fi, зокрема Спільні альбоми та Фото iCloud.
vi: Tắt dữ liệu di động để chỉ cho phép cập nhật qua Wi-Fi, bao gồm Album được chia sẻ và Ảnh iCloud.
zh_cn: 关闭蜂窝数据，通过Wi-Fi更新共享相簿和iCloud照片等内容。
zh_hk: 關閉流動數據以限制只能透過Wi-Fi更新，包括「共享相簿」和「iCloud相片」。
zh_tw: 關閉行動數據來限制只能透過Wi-Fi更新，包含「共享的相簿」和「iCloud照片」。
